[
  [822,"Carcassonne","The skillful deployment of the followers as thieves, knights, monks and farmers is the path to success.","72 land tiles which depict road, city and field segments, as well as cloisters and crossings.","The player may draw one follower from his or her supply and deploy it to the tile just placed.","A player who has a thief on this completed road scores as many points as the road is long","A city is completed when its segments are fully encompassed by a city wall and there are no gaps within the city.","The player who has a monk in the cloister immediately scores 9 points - 1 point for every land tile.","Farms and field segments are not scored during the game.","Every pennant (banner / shield symbol) scores an extra 2 points.","The number of followers is only important in establishing who has the majority.","Each player chooses a color and receives the eight followers."],
[167791,"Terraforming Mars","Since its inception in 2174, the World Government has continually strived for global unity and peace.","Earth is overpopulated and resources are dwindling.","Temperature, oxygen, and ocean are called global parameter.","When placing a tile on an area with a placement bonus, you get the printed resources or cards.","As the atmosphere thickens, greenhouse effects will raise the temperature.","The areas reserved for Ocean tiles are low in elevation so water will naturally flow there.","If possible, greenery tiles must be placed next to another tile that you own.","If possible, greenery tiles must be placed next to another tile that you own.","The first generation starts without a player order phase and without a research phase.","City tile: May not be placed next to another city.","Cards have 0-3 tags that thematically describe them and allow other cards to relate to them."],
[178900,"Codenames","Players split up into two teams of similar size and skill.","Both spymasters sit on the same side of the table.","The key corresponds to the grid on the table.","Pale squares are innocent bystanders.","The field operatives must always make at least one guess.","You are allowed only one extra guess.","The game can end early if a field operative makes contact with the assassin.","The game can end early if a field operative makes contact with the assassin.","If a player is thinking too long, any player can flip the sand timer.","If 0 is the number, the usual limit on guesses does not apply.","Rhymes are always valid when they refer to meanings."],
[266192,"Wingspan","Each bird extends a chain of powerful combinations in one of your habitats.","Choose a habitat on your player mat and place an action cube on the leftmost exposed slot in that row","The 5 types of food are: invertebrate, seed, fish, fruit and rodent.","The three habitats are: forest, grassland and wetland.","Your options for which food to gain are shown on the dice in the birdfeeder.","To lay an egg, gain an egg token from the supply and place it on a bird card.","These nest icons can be important for end-of-round goals and bonus cards.","These nest icons can be important for end-of-round goals and bonus cards.","Cache: This refers to putting a food token on a bird","You must have at least 1 of the targeted items to score points for a goal.","All powers are optional."],
[169786,"Scythe","The ashes from the first Great War still darken the snow in 1920s Europa.","The game ends when a player places their 6th star on the Triumph Track.","The higher your popularity, the more coins you will earn.","You have a home base that serves as a starting point and as a place to retreat after losing combat.","Resource tokens (wood, food, metal, and oil) remain on the board once produced.","The higher-numbered Player Mats offer slightly more lucrative starting track positions than the others.","Any unit can move into a territory controlled only by a structure.","Any unit can move into a territory controlled only by a structure.","Gain any 2 resource tokens and place them on any territory you control with at least one worker on it. ","On the territories you selected for production, each worker may produce 1 token","Most of the bottom actions give you at least one coin when you pay to take that action."],
[3076,"Puerto Rico","You have but one goal: achieve the greatest prosperity and highest respect!","Each player may store one good (one barrel) on his windrose.","The players store their doubloons on the windrose on their player boards.","The player with the governor card begins.","The tiles (plantation, quarry, or building) have 1 to 3 circles.","Each occupied quarry that a player owns may reduce the player's cost for building a building by 1 doubloon.","As his last duty, the craftsman takes one additional good from the supply as his privilege.","As his last duty, the craftsman takes one additional good from the supply as his privilege.","Each cargo ship can carry only goods of one kind, but not goods like any other cargo ship.","Place 1 doubloon on each of the three unused role cards.","The five large buildings score the extra victory points only when they are occupied!"],
[84876,"The Castles of Burgundy","A player's turn consists of carrying out exactly two actions, one per die. ","Whenever a player adds a castle tile to his estate, then he immediately carries out an additional action of his choice.","Tiles of the same colour are always piled on top of each other, different coloured tiles are placed next to each other.","Whenever a player adds an animal tile to his estate, then he immediately receives victory points","Each of the 8 building types may only occur once per city (= a region of connected beige spaces).","When a player adds a bank to his estate, he immediately takes 2 Silverlings from the general supply.","The supply of worker tiles and Silverlings is not intended to be limited.","The supply of worker tiles and Silverlings is not intended to be limited.","Six-sided tiles, once added to an estate, may never be moved or removed.","164 hex tiles: 7x8 buildings, 7x4 livestock, 26 monasteries, 16 castles, 12 mines, 26 ships","Depending on its size (1 to 8 spaces), the completed region scores between 1 and 36 victory points."],
[478,"Citadels","The game ends after one player has built his eight district.","Each district card has a cost, represented by a number of gold coins along the card's left edge.","Fourteen of the purple district cards are bonus cards marked by a white star.","The player with the Crown is the first player to choose a character card during the next round.","If no player reveals that character when called, simply call out the next character in rank order.","You may not build a district such that you have two identical districts in your city.","When the name of your character card is called, you must reveal your character card.","When the name of your character card is called, you must reveal your character card.","If a player has at least one district in each of the five colors, he receives three points.","Each character has a special ability, also called its power.","Draw two district cards from the District Deck, choose one card to put in your hand."],
[34635,"Stone Age","The Building tiles are shuffled and stacked in piles of 7 buildings.","The number of different Civilization cards with a green background is multiplied by itself.","Once every player has taken back all of their figures on their player board, they must feed their tribe.","There are 8 buildings for which a player may choose the type of resources used, but not the number.","The player takes the civilization card and pays the number of resources depicted above that card.","The resources are used to acquire Civilization cards and buildings.","Wood gathered is equal to the result divided by 3.","Wood gathered is equal to the result divided by 3.","For each of his figures on the hunting grounds, the player takes 1 die and places it in the dice cup.","Each Tool tile may only be used once per round, during a dice roll for gathering resources or food. ","Each location shows a certain number of circles; these indicate the maximum number of figures that may be placed there."],
[65244,"Forbidden Island","Legend has it that the Archeans possessed the ability to control the Earth's core elements - fire, wind, water, and earth.","Place the 4 treasure figurines - The Earth Stone, The Statue of the Wind, The Crystal of Fire, and The Ocean's Chalice.","Each of you will take on the role of an adventurer with a special power that only you can do during the game.","The Explorer may also move diagonally.","The Engineer may shore up 2 tiles for 1 action.","The Messenger may give cards without having to be on the same tile.","You may, for 1 action, capture a treasure by discarding 4 matching Treasure cards from your hand.","You may, for 1 action, capture a treasure by discarding 4 matching Treasure cards from your hand.","There are 5 of each Treasure card in the Treasure deck.","There are 2 types of Special Action cards in the Treasure deck - Helicopter Lifts (3) and Sandbags (2).","Move the Water Level marker up to cover the next tick mark on the Water Meter"],
[120677,"Terra Mystica","The conference of the Council of Elders had been interrupted by a deafening turmoil.","In the game, the players need to expand to build Dwellings.","A Dwelling may become a Sanctuary in three steps. Alternatively, one Trading house may become a Stronghold.","Take all the tokens in your faction's color: Priests, Structures, Markers, and the Bridges.","Your Faction board depicts some Cult symbols next to the starting resources.","You get Victory points when improving your Shipping. ","Bonus cards provide additional income, unlock Special actions or award Victory points for certain Structures.","Bonus cards provide additional income, unlock Special actions or award Victory points for certain Structures.","Power is gained according to the visible Power symbols on the Trading house track.","Terrain spaces and Structures are considered directly adjacent to one another if they share a hexagon edge.","Only one player may advance to space 10 of each Cult track."],
[183394,"Viticulture Essential Edition","In the spring, players decide the schedule their workers will follow.","The goal is to reach 20 victory points, with victory points representing your reputation as a vineyard owner.","There are negative numbers on the victory point track for a few of the summer and winter visitor cards.","Every red card comes with 2 regular workers","Workers may only be placed on the current season's action spaces.","The grande worker may be placed on a fully occupied action on the board to perform that action.","Some cards have structures inthe upper-left corner (irrigation, trellis, or both).","Some cards have structures inthe upper-left corner (irrigation, trellis, or both).","Once a vine is planted, it stays on the field for the rest of the game, including when the field is harvested.","You may only play a visitor card if you are able to fully resolve the effect on the card.","Owning a yoke gives a player an action space that they can use once per year in any season."],
[131357,"Coup","You need to manipulate, backstab, bluff and bribe to destroy the power of the other families.","Each player start the game with two coins and two cards facedown.","The trick is that a player doesn't have to own the corresponding card. He can just bluf.","The character's action succeeds unless an opponent challenges you.","When both cards are face up, the player loses all his influence and he is out of the game.","Foreign aid:Get two coins from the treasury.","Assassin: Pay 3 coins to try assassinating another player's character.","Assassin: Pay 3 coins to try assassinating another player's character.","Duke: Get 3 coins and block someone from taking foreign aid.","There is a deck of 15 cards containing 3 copies of one of five different characters.","A bluffing and deduction card game where you are the head of a family in a corrupt Italian city-state."],
[41114,"The Resistance","A fundamental rule of the game is that players may say anything that they want, at anytime during the game.","Discussion, deception, intuition, social interaction and logical deductions are all equally important to winning.","A player's Character Card may not be revealed at any point in the game, nor the character art discussed.","Spies look around and make sure that you know all the other spies.","The game consists of several Rounds; each Round is comprised of a Team building phase and a Mission phase.","When all players have their selected Vote card ready, the Leader asks for the votes to be revealed.","The spies win the game if five mission teams are rejected in a single round.","The spies win the game if five mission teams are rejected in a single round.","Each player on the mission Team must secretly decide to either support or sabotage the Mission.","The game ends immediately after either three successful or three failed missions.","Indicate a mission success with a blue marker or mission fail with a red marker in the mission space."],
[201808,"Clank!: A Deck-Building Adventure","The passages beneath Dragon Keep are the most dangerous territory in the Realm.","Only the greatest burglars can sneak in, steal from the dragon, and escape to tell the tale.","Place the 24 dragon cubes (black) in the Dragon Bag.","Retrieve an Artifact token and escape the dragon by returning to the place you started, outside of the dungeon.","You can use Skill to acquire cards with blue banners from the Dungeon Row or cards with yellow banners from the Reserve.","A tunnel with Footprint icons requires two Boots to traverse instead of one.","The Swords required to defeat a monster are found in its lower right corner.","The Swords required to defeat a monster are found in its lower right corner.","If your Health Meter is ever completely filled, you are knocked out.","Once all players are out of the dungeon or knocked out, the game ends.","The dragon's rage increases throughout the game."],
[224517,"Brass: Birmingham","The game is played over 2 eras: the Canal Era (1770-1830) and the Rail Era (1830-1870).","Flip your built Cotton Mill, Manufacturer, and/or Pottery tiles, by selling to a Merchant, and consuming beer if necessary.","Your income level is the number displayed on the coin beside your Income Marker's current location on the Progress Track","At the end of each era, flipped Industry tiles score VPs. ","If you are not connected to an unflipped Coal Mine, you can purchase coal from the Coal Market.","Iron is required to perform the Develop action, and to build certain Industry tiles.","You may be required to consume beer when selling cotton, manufactured goods, or pottery.","You may be required to consume beer when selling cotton, manufactured goods, or pottery.","The cost of the Industry tile you are building is displayed, to the left of its slot, on your Player Mat.","Sometimes you are allowed to replace an already placed Industry tile with a higher level tile of the same industry type.","Performing the Sell action allows you to flip built Cotton Mill, Manufacturer, and Pottery tiles."],
[124361,"Concordia","A player’s hand consists of his un-played personality cards.","Each personality card is related to an ancient god.","Land colonists are moved only along the brown lines and sea colonists only along the blue lines.","Each new house built in a city is paid with goods and coins to the bank.","All the player’s houses of the related type of goods produce one unit each.","Each player has a storehouse with 12 storage spaces.","A tie is won by the player owning PRÆFECTUS MAGNUS.","A tie is won by the player owning PRÆFECTUS MAGNUS.","JUPITER: For each house inside a non-brick city the player receives 1 VP (max. 15 VP).","MERCURIUS: For each type of goods that the player produces with their houses, he receives 2 VP (max. 10 VP).","Consul: The player may purchase one personality card from the display on the game board."],
[126163,"Tzolk'in: The Mayan Calendar","Corn is the basic commodity, serving as food for your population and as currency.","The board depicts various actions that can benefit your tribe.","There are exactly 13 crystal skulls in the game and no more.","If you have at least one worker on one of the gears, you may pick up workers instead of placing them.","At the start of your turn, if you have 2 or fewer corn, you may beg for corn.","You can place multiple workers on your turn, and you may even place all of them.","Technologies give benefits that apply every time you perform a certain action.","Technologies give benefits that apply every time you perform a certain action.","All available monuments are visible from the beginning of the game.","Palenque allows you to harvest food or wood from the jungle.","Normally the calendar advances 1 day, but you may choose to advance it 2 days instead."],
[194655,"Santorini","The first player to move one of their workers up onto a tower that is 3 blocks high wins the game!","When moving, a worker may move along the same level, move down any number of levels, or move up a maximum of one level.","You can build onto a level of any height, but you must choose the correct shape of block or dome for the level being built.","For your first several games, we suggest you play through the great matchups from the Odyssey scorecard.","Place the island board on top of the cliff pedestal, using the long and short tabs to guide assembly.","God cards provide each player with a useful and unique power.","When you build, place blocks from largest to smallest so that they stack.","When you build, place blocks from largest to smallest so that they stack.","God Powers apply or are triggered at a specific time, according to what is stated in the god power's description","Unless their power specifies otherwise, players may not move, build, or use god powers into spaces that are frozen.","You must obey all god power text that says you 'cannot' or 'must', otherwise you lose the game."],
[312484,"Lost Ruins of Arnak","The card row offers items and artifacts you can get during play.","Compasses represent time and energy spent exploring the island.","Arrowheads represent remnants of weapons you discover.","Day 9 - We brought a ladder to the site and climbed to get a better look at the carvings.","If a cost requires two icons, you can cover it with travel values from two sources.","At the beginning of the game, only 5 sites are available for digging.","A guardian appears whenever a player discovers a new site.","A guardian appears whenever a player discovers a new site.","When you get an idol, keep it on the supply crates on your player board.","A sideways assistant is exhausted and not available for use.","Fear cards score -1 point each."],
[171,"Chess","Each player's pieces comprise one king, one queen, two rooks, two bishops, two knights and eight pawns. ","A pawn can move forward one square, if that square is unoccupied. ","The game is drawn if the same position occurs three times with the same player to move","The fifty move rule states that the game is drawn after fifty moves from each side without a pawn move or capture.","The captured piece is thus removed from the game and may not be returned to play for the remainder of the game. ","Pawns are the only pieces that capture differently than they move. ","The knight can jump over occupied squares.","The knight can jump over occupied squares.","The players alternate moving one piece at a time.","Pieces are moved to either an unoccupied square, or one occupied by an opponent's piece, capturing it and removing it from play.","Once in the game, each king is allowed to make a special double move, to castle. "],
[31481,"Galaxy Trucker","Don't Panic! Or, you know what, go ahead. Panic.","Gravity causes the sand to fall from the top space to the bottom space.","Sewer pipes. The most important part of any sanitation system.","Any type of connector will join with another of the same type.","You always start with one cabin, which is called (for obvious reasons) your starting cabin.","Cannons can point in any direction, but they are most effective when they point forward.","Energy for double engines and double cannons is stored in size E batteries.","Energy for double engines and double cannons is stored in size E batteries.","One shield generator can protect the ship on two sides.","Structural modules don't seem very important because they don't do anything.","Players who have illegal ships must remove components until their ships are legal."],
[128882,"The Resistance: Avalon","Good wins the game by successfully completing three Quests.","The 4th Quest in games of 7 or more players requires at least two Quest Failcards to be a failed Quest.","Evil can also win by assassinating Merlin at game's end or if a Quest cannot be undertaken.","Character cards on the side of Good have Arthur's sigil on blue background.","Minions of Mordred - extend your thumb so that Merlin will know of you.","In the team building phase the leader proposes a team to complete a Quest.","The leader is proposing the team - but all the players have a vote in wheter they accept or reject the proposal.","The leader is proposing the team - but all the players have a vote in wheter they accept or reject the proposal.","The leader collects and shuffles the played quest cards before revealing.","The quest fails if one fail cards have been played.","The game ends immediately after either 3 succesful or three failed quests."],
[192291,"Sushi Go Party!","","","","","","","","","","",""],
[342942,"Ark Nova","28x 1-space enclosure","You support conservation projects to ensure the preservation of animal species.","You are not allowed to build on the rock and water spaces.","After the break, place the Break token back on the starting space of the track.","If you receive a card upgrade, you may flip an Action card of your choice from side I to side II.","With the Animals action you can add animals to empty enclosures.","If you have upgraded the Cards action, you may draw cards within your reputation range.","If you have upgraded the Cards action, you may draw cards within your reputation range.","A kiosk must always be at least 3 spaces from every other kiosk on your map.","You can only play the card if you fulfill all the conditions.","Universities are the only way to increase your hand limit to 5 cards."],
[158899,"Colt Express","","","","","","","","","","",""],
[136063,"Forbidden Desert","","","","","","","","","","",""],
[182028,"Through the Ages: A New Story of Civilization","Replenishing the card row sometimes triggers the end of an age.","During your Politics Phase, you may perform at most one political action.","An aggression is a brown military card.","The number of civil cards in your hand is limited by your civil action total.","Farm and mine technologies allow you to store food and resources.","A colony has an immediate effect depicted in the middle of the card.","Your banks are always filled from left to right.","Your banks are always filled from left to right.","Isaac Newton gives you back a spent civil action.","When Robespierre is your leader, any revolution you declare must be paid for with military actions.","You keep track of your science points and culture points with counters on the science and culture points tracks."],
[72125,"Eclipse","","","","","","","","","","",""],
[42,"Tigris & Euphrates","","","","","","","","","","",""],
[93,"El Grande","","","","","","","","","","",""],
[167355,"Nemesis","","","","","","","","","","",""],
[236457,"Architects of the West Kingdom","","","","","","","","","","",""],
[147949,"One Night Ultimate Werewolf","","","","","","","","","","",""],
[177736,"A Feast for Odin","","","","","","","","","","",""],
[263918,"Cartographers","","","","","","","","","","",""],
[155426,"Castles of Mad King Ludwig","","","","","","","","","","",""],
[2653,"Survive: Escape from Atlantis!","","","","","","","","","","",""],
[220308,"Gaia Project","Each faction has different environmental needs to survive on a planet.","Special action spaces are octagonal orange spaces that can be used for an immediate effect.","Unchosen round boosters will remain next to the board and be available for the first round.","Six round scoring tiles are placed on the scoring board during setup, one for each round.","You will need to charge power before you can spend it.","To build a mine, you must spend two credits and one ore.","Transdim Planets cannot be built on.","Transdim Planets cannot be built on.","Like mines, trading stations and research labs are taken from left to right from your faction board.","A planet's accessibility is determined by your progress in the Navigation research area.","To build a satellite, discard one power."],
[123260,"Suburbia","","","","","","","","","","",""],
[171623,"The Voyages of Marco Polo","","","","","","","","","","",""],
[28720,"Brass: Lancashire","The game is played over 2 eras: the Canal Era (1770-1830) and the Rail Era (1830-1870).","Place one of your Industry tiles onto the board, paying the appropriate cost and consuming any required coal / iron.","During the first round of the Canal Era, each player performs only 1 action.","Any time you spend money to perform an action, you must place it on top of your Character tile on the Turn Order Track","After all players have removed their Link tiles, score the VPs shown in the bottom left corner of your flipped Industry tiles.","Whenever one of your Industry tiles is flipped, immediately advance your Income Marker along the Progress Track.","Two locations are considered 'connected' to each other if you can trace a route of Link tiles from one location to the other.","Two locations are considered 'connected' to each other if you can trace a route of Link tiles from one location to the other.","To consume coal, a rail Link or Industry tile must be connected to a source of coal.","You may sell cotton to an unflipped Port tile (owned by any player).","You may not take a loan during the final 4 rounds of the Rail Era."],
[100901,"Flash Point: Fire Rescue","The call comes in…'911, what is your emergency?'","Closed Doors and Walls prevent spaces from being Adjacent - unless the Wall segment is Destroyed.","If you Move into a space with a Points of Interest marker, flip that marker to reveal either a Victim or a False Alarm.","A Wall segment with two Damage markers is Destroyed.","An explosion radiates in all four directions (up, down, left, right) from the Target space (your dice roll).","The game ends immediately as the building collapses when all 24 Damage markers have been placed on the board.","The players are victorious when seven Victims have been rescued.","The players are victorious when seven Victims have been rescued.","If a Shockwave travels through an Open Door, remove that Door marker from the board.","Place a Smoke marker on the board in the Target Space corresponding to the numbers rolled on the dice.","The axe is used to demolish walls, quickly reach trapped victims or create an escape route from the building."],
[170042,"Raiders of the North Sea","","","","","","","","","","",""],
[161970,"Alchemists","I received my new cauldron today. Finally, my laboratory is complete!","Now toss these ingredients into your cauldron and stir until the substance changes color.","The deduction grid is for recording what your experiment tells you.","Favor cards give you a single-use advantage during some part of the round.","Whenever you discard ingredients, no one else gets to see what you discarded.","Keep your artifacts on the table in front of you where everyone can see them.","A student will drink anything for science.","A student will drink anything for science.","When it is your turn to sell a potion, you must choose one of the three potions the adventurer wants.","If you mix a potion worse than what you guaranteed, you don't get paid.","If the theory is wrong, you lose victory points."],
[217372,"The Quest for El Dorado","","","","","","","","","","",""],
[180263,"The 7th Continent","","","","","","","","","","",""],
[198773,"Codenames: Pictures","What are these strange symbols on the map?","The red agent cards go in a stack in front of the red spymaster.","You are allowed to give a clue for only one picture but it's fun to try for two or more.","The turn ends if they choose to not guess anymore.","Do not preface your clue with additional comments.","Do not make eye contact with the spymaster.","Your clue should be one word, no hyphens, no spaces.","Your clue should be one word, no hyphens, no spaces.","Dark: 2 is not a valid clue for the two darkest pictures.","If your team wins, give yourselves a score based on how many agent cards are still left in the enemy's stack.","Players split up into two teams of similar size and skill."],
[156129,"Deception: Murder in Hong Kong","","","","","","","","","","",""],
[224037,"Codenames: Duet","Two covert operatives are on a secret mission in a crowded city.","On your side of the card, 9 words are marked in green.","You both win if you can find all 15 words in nine turns or less.","It is legal to give a clue for only one word.","After one or more correct guesses, your partner may choose to end the turn.","It is also legal for your partner to take additional wild guesses.","You might not find all the words related to your partner's first clue.","You might not find all the words related to your partner's first clue.","Before giving a clue, always check the three assassins.","A wrong guess in sudden death ends the game - both players lose.","Do not give your partner advice on when to stop guessing."],
[118,"Modern Art","","","","","","","","","","",""],
[54998,"Cyclades","","","","","","","","","","",""],
[171131,"Captain Sonar","","","","","","","","","","",""],
[21790,"Thurn and Taxis","","","","","","","","","","",""],
[163967,"Tiny Epic Galaxies","","","","","","","","","","",""],
[216132,"Clans of Caledonia","","","","","","","","","","",""],
[115746,"War of the Ring: Second Edition","","","","","","","","","","",""],
[169426,"Roll Player","","","","","","","","","","",""],
[175914,"Food Chain Magnate","","","","","","","","","","",""],
[127023,"Kemet","","","","","","","","","","",""],
[286096,"Tapestry","Create the civilization with the most storied history, starting at the beginning of humankind and reaching into the future.","When you use your turn to collect income, you are beginning a new era for your civilization.","Research: First, roll the science die, which will result in an icon that represents an advancement track.","When upgrading, select a tech card in the bottom or middle row and shift it upwards to the next row.","If you attempt to conquer a territory controlled by an opponent, beware of trap cards!","When you reach Tier IV of the exploration track, you will venture beyond the Earth.","You can place buildings on any open plot in your capital city.","You can place buildings on any open plot in your capital city.","The game ends at different times for each player. Your game ends when you finish your final (5th) income turn.","The benefit gained from upgrading a tech card to the middle row is shown in the circle.","Second, gain 1 VP for each side of the explored territory with at least 1 aligned terrain."],
[155821,"Inis","","","","","","","","","","",""],
[256382,"Disney Villainous: The worst takes it all","","","","","","","","","","",""],
[63888,"Innovation","","","","","","","","","","",""],
[258,"Fluxx","","","","","","","","","","",""],
[144733,"Russian Railroads","","","","","","","","","","",""],
[247763,"Underwater Cities","","","","","","","","","","",""],
[185343,"Anachrony","","","","","","","","","","",""],
[199478,"Flamme Rouge","","","","","","","","","","",""],
[188,"Go","","","","","","","","","","",""],
[172287,"Champions of Midgard","","","","","","","","","","",""],
[438,"Scotland Yard","","","","","","","","","","",""],
[521,"Crokinole","","","","","","","","","","",""],
[155703,"Evolution","","","","","","","","","","",""],
[38453,"Space Alert","","","","","","","","","","",""],
[266810,"Paladins of the West Kingdom","","","","","","","","","","",""],
[9217,"Saint Petersburg","","","","","","","","","","",""],
[161417,"Red7","","","","","","","","","","",""],
[140620,"Lewis & Clark: The Expedition","","","","","","","","","","",""],
[169654,"Deep Sea Adventure","","","","","","","","","","",""],
[20100,"Wits & Wagers","","","","","","","","","","",""],
[45,"Perudo","","","","","","","","","","",""],
[97207,"Dungeon Petz","The prizes you win will boost your reputation.","Exhibitions and customers are revealed in advance, so you can plan for them.","I dedicate this game to my wife Marcela. She was its first playtester, and she helped me a lot.","When playing with 4 players, make sure you use the side without arrows between spaces.","Each player has one minion figure on space 0 of the scoring track.","The imps in your shop no longer dig gold, but you have relatives who do.","At least one cage will be left over from the previous round.","At least one cage will be left over from the previous round.","Every exhibition needs trustworthy, unbiased judges.","All players put up the screens on their Burrow Boards to hide their groups from each other.","These mysterious tents hold two mystical items of great magical power … at least, that’s what the merchant said. "],
[197376,"Charterstone","Do not look through the cards and do not shuffle them.","Each player is limited to 12 influence tokens per game.","Once an influence token is placed, it cannot be moved or removed until the game end.","During the campaign, several different types of cards will be unlocked and shuffled with the discard pile.","Assistants are a type of advancement card that give you a bonus when you perform some of the core functions of the village.","After you peel the sticker off a building card to construct it, you're left with a new type of card: a constructed building card.","If you placed your worker on a building occupied by another worker, bump that worker back to its player.","If you placed your worker on a building occupied by another worker, bump that worker back to its player.","The cargo that arrived with you can only be unlocked when the time is right.","The Forever King monitors the village's progress from afar, determining your valuein his all-seeing eyes.","The Cloud Port allows a player to sell a variable amount of 1 commodity to the general supply."],
[328871,"Terraforming Mars: Ares Expedition","","","","","","","","","","",""],
[45315,"Dungeon Lords","","","","","","","","","","",""],
[2397,"Backgammon","","","","","","","","","","",""],
[1219,"Labyrinth","","","","","","","","","","",""],
[128621,"Viticulture","","","","","","","","","","",""],
[246784,"Cryptid","","","","","","","","","","",""],
[126042,"Nations","","","","","","","","","","",""],
[42215,"Tobago","","","","","","","","","","",""],
[31594,"In the Year of the Dragon","","","","","","","","","","",""],
[9216,"Goa: A New Expedition","","","","","","","","","","",""],
[136888,"Bruges","","","","","","","","","","",""],
[264220,"Tainted Grail: The Fall of Avalon","","","","","","","","","","",""],
[143693,"Glass Road","After building an Immediate building, you have to carry out its one-time effect immediately.","Before the softened clay could be shaped into bricks, it had to be kneaded with bare feet","Only the value of your buildings will determine your final score and whether you will win the game or not.","There is a total of 15 different specialists offering their services.","The large area is for the basic goods and the small area is for the refined good.","You may trade 1 Wood for 2 Water with the Cooperage whenever you like.","If you remove a Forest tile with the Woodcutter, you will get 2 or 4 Wood.","If you remove a Forest tile with the Woodcutter, you will get 2 or 4 Wood.","The Charcoal Burner requires 1 Wood to provide 3 or 6 Charcoal.","When gaining 1 Food or 1 Charcoal, you may indicate them on either Production wheel.","Processing buildings are indicated by the blue ability box and a yellow arrow on the tile."],
[39683,"At the Gates of Loyang","","","","","","","","","","",""],
[168435,"Between Two Cities","The early 1800s is a time of immense construction and urbanization.","The tiles you select and their positioning determines how many points you score at the end of the game","You may now openly discuss strategy with your partners to determine the best location for your chosen tiles.","Shops score when connected in a straight line.","In the city or cities with the second most factory tiles, each factory tile scores 3 points.","There are four different tavern tiles,each with a different icon inside a red diamond.","You may have more than one unconnected park group in your city.","You may have more than one unconnected park group in your city.","People don't want to live right next to a factory.","Large parks can be enjoyed bymore citizens when they are spread throughout the city center.","Residents visit a variety of taverns; some have the best food, some the best drink, some the best music ,and some the best beds"],
[246900,"Eclipse: Second Dawn for the Galaxy","","","","","","","","","","",""],
[117959,"Las Vegas","","","","","","","","","","",""],
[179275,"One Deck Dungeon","","","","","","","","","","",""],
[199727,"Scythe: Invaders from Afar","","","","","","","","","","",""],
[133848,"Euphoria: Build a Better Dystopia","You had always considered your society a utopia—the word “dystopia” wasn't even in your vocabulary.","What are you willing to sacrifice in the present to make the future better than the past?","You also have a few elite recruits at your disposal: one who has pledged allegiance to you, and the other who has yet to be convinced.","The game ends when a player has placed all 10 of his or her authority tokens.","The gameboard is divided into four different areas, each owned by a different faction.","The morale of your workers is tracked onthe morale chart in the upper left corner of the board.","All of the various factions are trying to tunnel into one other area of the world to gain access to their enemy's commodities.","All of the various factions are trying to tunnel into one other area of the world to gain access to their enemy's commodities.","Some recruit cards allow you to sacrifice workers.","Some recruits ask you to compare a worker's knowledge to other workers on a certain area of the board.","Each player begins the game with 1 ethical dilemma card that they may choose to complete once per game on their turn."],
[15818,"Pickomino","","","","","","","","","","",""],
[1115,"Poker","","","","","","","","","","",""],
[9609,"War of the Ring","","","","","","","","","","",""],
[372,"Schotten Totten","","","","","","","","","","",""],
[159675,"Fields of Arle","","","","","","","","","","",""],
[97842,"Last Will","You never knew your uncle, but you have heard stories.","The winner is the player who ran up the biggest debt.","You may rearrange the four property market modifier tokens in any order you like.","You may only keep 2 cards in your hand for the next round.","A card will indicate how many actions it uses.","White -bordered cards are used once and discarded.","Cards on your player board can be activated any time during your action phase turn.","Cards on your player board can be activated any time during your action phase turn.","Helpers are not necessarily people you would normally associate with.","The property can lose its value every turn if you do not maintain it by activating it.","You cannot go bankrupt while you own a property."],
[268864,"Undaunted: Normandy","","","","","","","","","","",""],
[172308,"Broom Service","","","","","","","","","","",""],
[163068,"Trickerion: Legends of Illusion","","","","","","","","","","",""],
[177639,"Raptor","","","","","","","","","","",""],
[300531,"Paleo","","","","","","","","","","",""],
[2398,"Cribbage","","","","","","","","","","",""],
[306735,"Under Falling Skies","All we know is that they're here, we must find a way to stop them, and time is running out.","Your goal is to get your research marker to the top of the research track before the aliens destroy your city","Only one die can be placed on a space ahead of the excavator.","Dice cannot be added together, unless they are sharing a multi-space room.","Energy rooms generate the energy you need to power other effects.","In the Dice Phase, you were allowed to place at most one die in an unexcavated space.","When every column has a ship, choose the drop point that is farthest from the highest ship in its column.","When every column has a ship, choose the drop point that is farthest from the highest ship in its column.","White ships spawn after purple ships.","If your marker reaches the top of the research track, you win immediately.","If the mothership descends to the row with the skull, you lose immediately."],
[202174,"Viticulture: Tuscany Essential Edition","","","","","","","","","","",""],
[5404,"Amun-Re","","","","","","","","","","",""],
[66589,"Navegador","","","","","","","","","","",""],
[51,"Ricochet Robots","","","","","","","","","","",""],
[83195,"Ghost Blitz","","","","","","","","","","",""],
[24181,"Imperial","","","","","","","","","","",""],
[13308,"Niagara","","","","","","","","","","",""],
[24508,"Taluva","","","","","","","","","","",""],
[296151,"Viscounts of the West Kingdom","","","","","","","","","","",""],
[271320,"The Castles of Burgundy","","","","","","","","","","",""],
[171273,"FUSE","","","","","","","","","","",""],
[27173,"Vikings","","","","","","","","","","",""],
[2083,"Checkers","","","","","","","","","","",""],
[228341,"Pulsar 2849","12 plus-minus die modifier tokens","The year is 2849 and an interstellar energy boom is about to begin.","When you get a second transmitter, you can attach it to the first.","The top project is available only if all other projects have been completed.","A die that has been used to pay for an action should be placed in the black hole.","Tokens cannot be combined.","A flight is always along flight segments. Each flight segment connects two locations.","A flight is always along flight segments. Each flight segment connects two locations.","During the course of one action you are not allowed to use any flight segment more than once.","After moving your ship, flip over any face down systems you visited.","To develop your claim, you need a gyrodyne tile."],
[7717,"Carcassonne: The Castle","","","","","","","","","","",""],
[2389,"Othello","","","","","","","","","","",""],
[291453,"SCOUT","","","","","","","","","","",""],
[182134,"Evolution: Climate","","","","","","","","","","",""],
[148951,"Tiny Epic Kingdoms","","","","","","","","","","",""],
[40793,"Dice Town","","","","","","","","","","",""],
[308765,"Praga Caput Regni","","","","","","","","","","",""],
[135779,"A Fake Artist Goes to New York","","","","","","","","","","",""],
[2093,"Mahjong","","","","","","","","","","",""],
[40628,"Finca","","","","","","","","","","",""],
[329082,"Radlands","The main resource in the game is water.","Both players draw cards from the same deck.","A punk is a person with no abilities, represented by a facedown card drawn from the top of the deck.","When your people or camps do not have at least one of your cards in front of them, they are unprotected.","If your Raiders event is already in the event queue, advance it 1 space forward.","Play a person card from your hand in front of any one of your camps.","Place the event in the space corresponding to the numbered bomb icon at the top of its yellow effect box.","Place the event in the space corresponding to the numbered bomb icon at the top of its yellow effect box.","When you junk the Water Silo, return it to your play area instead of discarding it.","You win immediately when all your opponent's camps are destroyed.","A faceup camp is always ready, unless you have used one of its abilities this turn."],
[201921,"Tiny Epic Quest","","","","","","","","","","",""],
[159508,"AquaSphere","","","","","","","","","","",""],
[110277,"Among the Stars","","","","","","","","","","",""],
[245934,"Carpe Diem","","","","","","","","","","",""],
[222509,"Lords of Hellas","","","","","","","","","","",""],
[2394,"Dominoes","","","","","","","","","","",""],
[146278,"Tash-Kalar: Arena of Legends","No doubt you've seen enough matches to recognize the different schools.","Deathmatches are straight-forward contests of destruction.","An action can be either putting a common piece on the board or using pieces already on the board to summon a being.","If your pieces on the board match the pattern shown on the card, you can use an action to summon that being.","You are allowed to destroy your own pieces.","The Swordmaster's effect allows you to destroy your opponent's common piece.","Recall that you can summon a being into a square occupied by a piece of the same rank or lower.","Recall that you can summon a being into a square occupied by a piece of the same rank or lower.","Your flare represents power you can draw from your opponent's pieces when the arena is out of balance.","In the full version of the game, you can summon legends.","The two Imperial decks have identical cards, while the Sylvan and Highland decks are unique."],
[2448,"Kalah","","","","","","","","","","",""],
[242277,"Scythe: The Rise of Fenris","","","","","","","","","","",""],
[216459,"The Lost Expedition","","","","","","","","","","",""],
[255681,"Terraforming Mars: Colonies","","","","","","","","","","",""],
[109276,"Kanban: Driver's Edition","","","","","","","","","","",""],
[191977,"The Castles of Burgundy: The Card Game","","","","","","","","","","",""],
[13291,"Citadels: The Dark City","","","","","","","","","","",""],
[162007,"Steampunk Rally","","","","","","","","","","",""],
[127024,"Room 25","","","","","","","","","","",""],
[229220,"Santa Maria","","","","","","","","","","",""],
[329465,"Red Rising","Will you break the chains of the Society or embrace the dominance of the Golds?","Whenever you acquire a new character, you will gain a special bonus based on the location from which you gained it.","On each location (Jupiter, Mars, Luna, and TheInstitute), place 2 character cards from the deck face up.","On your turn, you must either use the Lead or the Scout action, resolving any effects or bonuses.","The deploy abilities of some cards may move the card you've deployed to a different location.","The color of a character card represents the caste of the character.","Each house tile has an ability that is triggered whenever you gain the Sovereign token.","Each house tile has an ability that is triggered whenever you gain the Sovereign token.","Block ability is an optional ability that requires you to reveal a card to prevent anopponent's attempt to do something to you.","Unless otherwise specified, the bonuses gained from Leading and Scouting are only triggered when taking those actions.","Place all Helium tokens in the designated spot below the deck to create the supply."],
[54138,"Imperial 2030","","","","","","","","","","",""],
[8051,"Attika","","","","","","","","","","",""],
[300877,"New York Zoo","","","","","","","","","","",""],
[283948,"Marco Polo II: In the Service of the Khan","","","","","","","","","","",""],
[202408,"Adrenaline","Oh my! So much gloom and doom! I'm quaking in my stylish armored boots!","The cool part is you get points by shooting really big guns!!!","Your ammo box never holds more than 3 cubes of each color.","If you already have 3 weapons, you must drop one when you grab the new one.","Each weapon has a basic effect that you paid for when you put the card in your hand.","The player who has the most damage on that board gets 8 points.","Each skull reduces the reward for giving that board the most damage.","Each skull reduces the reward for giving that board the most damage.","Your first game ends when the last skull is taken.","Sudden death is very ... sudden.","After the final turn, score all boards that still have damage tokens."],
[236191,"London (Second Edition)","","","","","","","","","","",""],
[269144,"Hadara","","","","","","","","","","",""],
[201825,"Ex Libris","","","","","","","","","","",""],
[230080,"Majesty: For the Realm","","","","","","","","","","",""],
[33604,"Say Anything","","","","","","","","","","",""],
[15817,"Manila","","","","","","","","","","",""],
[258036,"Between Two Castles of Mad King Ludwig","Projects of such significance require the expertise of more than one person.","When you have finalized your choice, you may not change it.","All tiles you place above the ground level must be supported by a tile below.","Food, living, utility, outdoor, and sleeping rooms can only be placed at the ground level or above.","Secretly, and without any communicationabout the game with other players, choose 2 of the tiles from your hand to play.","Once all players have chosen their tiles, all players simultaneously reveal their chosen tiles.","There is also a bonus whenever you place your 5th tile of the same regular room type.","There is also a bonus whenever you place your 5th tile of the same regular room type.","Each living room has a particular type of room that it wants to be surrounded by.","Each food room has 1 type of room that it wants to be either directly above and below it or directly to the left and right of it.","There is no maximum to the number of points a utility room can score."],
[242639,"Treasure Island","","","","","","","","","","",""],
[304783,"Hadrian's Wall","","","","","","","","","","",""],
[232414,"Oceans","","","","","","","","","","",""],
[163166,"One Night Ultimate Werewolf: Daybreak","","","","","","","","","","",""],
[304420,"Bonfire","","","","","","","","","","",""],
[1,"Die Macher","","","","","","","","","","",""],
[206941,"First Class: All Aboard the Orient Express!","","","","","","","","","","",""],
[199,"Manhattan","","","","","","","","","","",""],
[102104,"Star Fluxx","","","","","","","","","","",""],
[319966,"The King Is Dead: Second Edition","","","","","","","","","","",""],
[157809,"Nations: The Dice Game","","","","","","","","","","",""],
[815,"Chrononauts","","","","","","","","","","",""],
[193214,"Meeple Circus","","","","","","","","","","",""],
[58421,"Egizia","","","","","","","","","","",""],
[226320,"My Little Scythe","The Kingdom of Pomme is the crown jewel of the 7 animal kingdoms.","In an effort to be the first to earn 4 trophies from 8 possible categories, players take turns choosing to Move, Seek, or Make.","Tracks each player'sfriendship level throughoutthe game.","Spend apples and gems to gain pies, magic spellcards, or power ups.","Move your Seeker up to 1 space while transporting any numberof apples or gem tokens.","The spaces with pink borders are portals and are considered adjacent to one another for movement","After you have moved both of your Seekers (but before quests on any space), a pie fight ensues.","After you have moved both of your Seekers (but before quests on any space), a pie fight ensues.","Your base camp is where your Seekers begin the tournament and it continues to act as a source of rejuvenation.","Once discovered in a region, place a quest token on a space that is unoccupied by Seekers and other quest tokens","Being unfriendly is frowned upon by tournament judges"],
[152162,"Diamonds","","","","","","","","","","",""],
[148931,"Coup: Reformation","","","","","","","","","","",""],
[36345,"Monty Python Fluxx","","","","","","","","","","",""],
[318184,"Imperium: Classics","","","","","","","","","","",""],
[194626,"Happy Salmon","","","","","","","","","","",""],
[179572,"Dice City","","","","","","","","","","",""],
[181687,"The Pursuit of Happiness","","","","","","","","","","",""],
[244536,"Tiny Epic Zombies","","","","","","","","","","",""],
[193558,"The Oracle of Delphi","","","","","","","","","","",""],
[70512,"Luna","","","","","","","","","","",""],
[207336,"Honshu","","","","","","","","","","",""],
[119,"Kingdoms","","","","","","","","","","",""],
[171669,"Discoveries: The Journals of Lewis & Clark","","","","","","","","","","",""],
[219215,"Werewords","","","","","","","","","","",""],
[256916,"Concordia Venus","","","","","","","","","","",""],
[2386,"Chinese Checkers","","","","","","","","","","",""],
[170771,"Sword & Sorcery","","","","","","","","","","",""],
[19600,"Antike","","","","","","","","","","",""],
[129948,"The Palaces of Carrara","","","","","","","","","","",""],
[925,"Werewolf","","","","","","","","","","",""],
[241451,"Aeon's End: Legacy","","","","","","","","","","",""],
[301880,"Raiders of Scythia","","","","","","","","","","",""],
[328479,"Living Forest","","","","","","","","","","",""],
[19777,"Indonesia","","","","","","","","","","",""],
[106217,"Hawaii","","","","","","","","","","",""],
[111341,"The Great Zimbabwe","","","","","","","","","","",""],
[12902,"Carcassonne: The City","","","","","","","","","","",""],
[6887,"Hearts","","","","","","","","","","",""],
[13122,"Antiquity","","","","","","","","","","",""],
[37628,"Haggis","","","","","","","","","","",""],
[302260,"Abandon All Artichokes","","","","","","","","","","",""],
[356033,"Libertalia: Winds of Galecrest","","","","","","","","","","",""],
[275467,"Letter Jam","Players try to find words that can be made with the letters they see.","If you have fewer than 6 players, some stands will be nonplayer stands.","All players choose the cluegiver together.","When you give your first clue, take a red clue token.","Simply place numbered tokens beside the wild card to show where it is used in your clue.","Initially, the only available green tokens are those on the leaves.","Once its stack is empty, the nonplayer stand draws its new cards from the deck.","Once its stack is empty, the nonplayer stand draws its new cards from the deck.","State your guess out loud, then look at the card.","Keeping cards face down, rearrange them to spell your secret word.","The back of the setup card shows you how sweet your victory is."],
[172933,"Dragonwood","","","","","","","","","","",""],
[2596,"Villa Paletti","","","","","","","","","","",""],
[98351,"Core Worlds","","","","","","","","","","",""],
[161317,"Terra Mystica: Fire & Ice","And while the Council of Elders still debates as to the causes of this sudden climate change, new beings have started to appear.","Only Structures that are within the same cluster of directly or indirectly adjacent Structures count.","Each player determines the distance between his Stronghold and his Sanctuary.","A Settlement is a cluster of directly adjacent Structures of one color.","All Structures in a Mermaid Town crossing a river are considered part of the same Settlement.","When choosing the Ice Maidens, also take one Favor tile of your choice.","Yetis do not exist.","Yetis do not exist.","In old tales it is said that the Ice Maidens were once part of the Mermaid faction.","During faction setup, Acolytes do not receive power for their starting positions in the cults.","When choosing the Shapeshifters, you must also immediately choose a Home terrain."],
[17053,"Sleeping Queens","","","","","","","","","","",""],
[19100,"Hacienda","","","","","","","","","","",""],
[180852,"Tiny Epic Western","","","","","","","","","","",""],
[175199,"Mottainai","","","","","","","","","","",""],
[271518,"Disney Villainous: Wicked to the Core","","","","","","","","","","",""],
[41010,"My First Carcassonne","","","","","","","","","","",""],
[38159,"Ultimate Werewolf: Ultimate Edition","","","","","","","","","","",""],
[55600,"Shipyard","","","","","","","","","","",""],
[165950,"Beasty Bar","","","","","","","","","","",""],
[283864,"Trails of Tucana","","","","","","","","","","",""],
[71671,"Yggdrasil","","","","","","","","","","",""],
[230914,"Carcassonne Big Box 6","","","","","","","","","","",""],
[172931,"Outfoxed!","","","","","","","","","","",""],
[143065,"Tzolk'in: The Mayan Calendar - Tribes & Prophecies","The resources (wood, stone, and gold) should be unlimited.","Each prophecy foretells a calamity that will last for one quarter of the game.","The reward is related to the calamity.","Note that it is also possible to lose points instead of gaining them.","You may not renovate more than one building to construct a single building or monument","HURACAN: You can also pay to use lower-numbered action spaces on either gear.","WRATHFUL GODS: Whenever you go up one step in any temple, you must pay 1 corn.","WRATHFUL GODS: Whenever you go up one step in any temple, you must pay 1 corn.","Each 'feed one worker two corn' effect provides 2 corn to one worker.","We call them all 'the Maya', but their culture included dozens of city-states, each with its own identity.","As always, the number of fields in the jungle corresponds to the number of players in the game."],
[162286,"Super Motherload","The Solarus Corporation discovered an infinite source of rare and precious minerals deep in the red crust.","You will use these cards to Bomb and Drill minerals, and other bonuses, from the game board.","Collect minerals and bonuses from all spaces you cover with Tunnel Tiles.","The Drill Action is used to Collect minerals and bonuses from the Game Boards. ","Tunnel Tiles must be placed in a continuous straight line. This line cannot change direction.","Dirt spaces can be Bombed or Drilled without restriction.","To Drill a Steel Plate, the color of the Drill Icons played must match the color bordering the Steel Plate.","To Drill a Steel Plate, the color of the Drill Icons played must match the color bordering the Steel Plate.","Major Achievements reward you for having purchased the set of Pilot Cards shown from their corresponding Pilot Stacks.","Minor Achievements all have specific goals written on the cards. ","When you purchase a card that features a Buy Bonus Icon along the bottom edge, you also receive a Buy Bonus."],
[178336,"World's Fair 1893","","","","","","","","","","",""],
[223953,"Kitchen Rush","","","","","","","","","","",""],
[206051,"Insider","","","","","","","","","","",""],
[11901,"Tic-Tac-Toe","","","","","","","","","","",""],
[271869,"Sushi Roll","","","","","","","","","","",""],
[284760,"Disney Villainous: Evil Comes Prepared","","","","","","","","","","",""],
[192074,"Odin's Ravens (Second Edition)","","","","","","","","","","",""],
[134453,"The Little Prince: Make Me a Planet","","","","","","","","","","",""],
[200954,"Fields of Green","","","","","","","","","","",""],
[619,"The Bottle Imp","","","","","","","","","","",""],
[98229,"Pictomania","A clever scoring system awards points for correct guesses.","The card holder should be placed where everyone can comfortably see and read the cards.","Take a minute to give everyone a chance to read the 21 words.","Note that words on the same card tend to be related to each other.","Be quick. There are no turns. Everyone is drawing at the same time.","When you have finished guessing, take one of the black scoring tokens from the middle of the table.","If this guess was right, give the player your scoring token with the most stars.","If this guess was right, give the player your scoring token with the most stars.","These remaining tokens count negative.","It is possible for your score to be negative. Some rounds are tough.","You do not make a guess on your own drawing."],
[310100,"Nemesis: Lockdown","","","","","","","","","","",""],
[297562,"Kemet: Blood and Sand","","","","","","","","","","",""],
[208895,"New York Slice","","","","","","","","","","",""],
[634,"River Dragons","","","","","","","","","","",""],
[3837,"Rat-a-Tat Cat","","","","","","","","","","",""],
[219788,"Champions of Midgard: Valhalla","","","","","","","","","","",""],
[336794,"Galaxy Trucker (Second Edition)","","","","","","","","","","",""],
[221318,"Whistle Stop","","","","","","","","","","",""],
[31016,"We Didn't Playtest This At All","","","","","","","","","","",""],
[31497,"Oregon","","","","","","","","","","",""],
[147303,"Carcassonne: South Seas","","","","","","","","","","",""],
[123096,"Space Cadets","","","","","","","","","","",""],
[111124,"Dark Moon","","","","","","","","","","",""],
[205158,"Codenames: Deep Undercover","","","","","","","","","","",""],
[306040,"Merv: The Heart of the Silk Road","","","","","","","","","","",""],
[875,"Roads & Boats","","","","","","","","","","",""],
[244608,"Menara","","","","","","","","","","",""],
[283863,"The Magnificent","","","","","","","","","","",""],
[466,"Inkognito","","","","","","","","","","",""],
[280794,"Etherfields","","","","","","","","","","",""],
[156943,"Saint Petersburg (Second Edition)","","","","","","","","","","",""],
[244654,"Wildlands","","","","","","","","","","",""],
[245271,"Forbidden Sky","","","","","","","","","","",""],
[315767,"Cartographers Heroes","","","","","","","","","","",""],
[30381,"Hamburgum","","","","","","","","","","",""],
[552,"Bus","","","","","","","","","","",""],
[492,"Aladdin's Dragons","","","","","","","","","","",""],
[292375,"The Great Wall","","","","","","","","","","",""],
[3570,"Chicken Cha Cha Cha","","","","","","","","","","",""],
[171908,"El Grande Big Box","","","","","","","","","","",""],
[280480,"Crystal Palace","","","","","","","","","","",""],
[15511,"Fjords","","","","","","","","","","",""],
[216788,"A Feast for Odin: The Norwegians","","","","","","","","","","",""],
[6830,"Zendo","","","","","","","","","","",""],
[290359,"Undaunted: North Africa","","","","","","","","","","",""],
[210163,"Raiders of the North Sea: Hall of Heroes","","","","","","","","","","",""],
[142079,"Space Cadets: Dice Duel","","","","","","","","","","",""],
[331787,"Tiny Epic Dungeons","","","","","","","","","","",""],
[305682,"Rolling Realms","This is a roll-and-write game, meaning that players will write on the game components using dry-erase markers.","It can easily be played remotely over videoconference, as only 1 player needs to roll the dice.","Each player writes the rolled numbers on their score card in the first available space.","Each castle has the potential of being worth 3 stars.","Gain the contents of all outlined octagons when you complete an hourglass.","Score 2 stars per marked wine order.","You may spend resources at any time on a turn, including before you use the 2 rolled dice or immediately after earning the resources.","You may spend resources at any time on a turn, including before you use the 2 rolled dice or immediately after earning the resources.","While publishing the game wasn't our intention, enough people asked us to make a physical version, so we did!","You may spend resources any time while activating realms.","You may use each die once, each in a different realm."],
[267367,"Suburbia: Collector's Edition","","","","","","","","","","",""],
[198830,"Heroes of Land, Air & Sea","","","","","","","","","","",""],
[171011,"Favor of the Pharaoh","","","","","","","","","","",""],
[176371,"Explorers of the North Sea","","","","","","","","","","",""],
[198525,"Lotus","","","","","","","","","","",""],
[224821,"One Deck Dungeon: Forest of Shadows","","","","","","","","","","",""],
[140068,"Galaxy Trucker: Anniversary Edition","","","","","","","","","","",""],
[318182,"Imperium: Legends","","","","","","","","","","",""],
[301255,"Whistle Mountain","","","","","","","","","","",""],
[355093,"Woodcraft","","","","","","","","","","",""],
[242804,"Lowlands","","","","","","","","","","",""],
[219787,"Champions of Midgard: The Dark Mountains","","","","","","","","","","",""],
[6351,"Gulo Gulo","","","","","","","","","","",""],
[135219,"The Battle of Five Armies","","","","","","","","","","",""],
[155708,"Tiny Epic Defenders","","","","","","","","","","",""],
[366161,"Wingspan Asia","","","","","","","","","","",""],
[337765,"Brian Boru: High King of Ireland","","","","","","","","","","",""],
[299047,"Disney Villainous: Perfectly Wretched","","","","","","","","","","",""],
[257527,"Trapwords","You'll need to split up into two teams, sitting on opposite sides of the table.","Once both teams have made their lists, it is time to exchange books and give clues.","If neither team is behind, the book with the glowing symbol is the one that is passed first.","Guessers are not allowed to ask the clue-giver questions.","Your team is allowed only 5 guesses.","If the monster moves into a room with a curse, move the curse one room closer to the players.","If your group needs more pressure, you can start the timer when the book is picked up.","If your group needs more pressure, you can start the timer when the book is picked up.","The curse will apply only to the first round that is played in that room.","The monster has a special rule that will apply to your team during that round.","Each monster also has a nastier version marked with an asterisk."],
[148943,"Coup: Rebellion G54","","","","","","","","","","",""],
[242684,"Reavers of Midgard","","","","","","","","","","",""],
[220775,"Codenames: Disney - Family Edition","","","","","","","","","","",""],
[73538,"Pirate Fluxx","","","","","","","","","","",""],
[2569,"Pick Picknic","","","","","","","","","","",""],
[167513,"Barony","","","","","","","","","","",""],
[6424,"Pick Up Sticks","","","","","","","","","","",""],
[229941,"Flamme Rouge: Peloton","","","","","","","","","","",""],
[350316,"Wayfarers of the South Tigris","","","","","","","","","","",""],
[262151,"Scythe: Encounters","","","","","","","","","","",""],
[246761,"Cahoots","","","","","","","","","","",""],
[296237,"Warp's Edge","","","","","","","","","","",""],
[332772,"Revive","","","","","","","","","","",""],
[6901,"Euchre","","","","","","","","","","",""],
[264052,"Circadians: First Light","","","","","","","","","","",""],
[38862,"Giants","","","","","","","","","","",""],
[238799,"Messina 1347","","","","","","","","","","",""],
[223855,"Sentient","","","","","","","","","","",""],
[180564,"Carcassonne: Star Wars","","","","","","","","","","",""],
[176544,"Automania","","","","","","","","","","",""],
[218479,"Cerebria: The Inside World","","","","","","","","","","",""],
[28089,"Burg Appenzell","","","","","","","","","","",""],
[37400,"Sushizock im Gockelwok","","","","","","","","","","",""],
[123239,"Wits & Wagers Party","","","","","","","","","","",""],
[284108,"Pictures","","","","","","","","","","",""],
[15510,"Tower of Babel","","","","","","","","","","",""],
[34707,"The Hanging Gardens","","","","","","","","","","",""],
[126100,"Mythos Tales","","","","","","","","","","",""],
[122,"Quo Vadis?","","","","","","","","","","",""],
[34615,"New World: A Carcassonne Game","","","","","","","","","","",""],
[257283,"Tiny Epic Mechs","","","","","","","","","","",""],
[16216,"Carcassonne: The Discovery","","","","","","","","","","",""],
[903,"Hamsterrolle","","","","","","","","","","",""],
[328866,"My Father's Work","","","","","","","","","","",""],
[200544,"Tiny Epic Galaxies: Beyond the Black","","","","","","","","","","",""],
[325494,"ISS Vanguard","","","","","","","","","","",""],
[27690,"Thurn and Taxis: Power and Glory","","","","","","","","","","",""],
[276830,"Sanctum","In ancient times, the legends say, the land was seized by the Demon Lord Malghazar.","On your turn, you can move through the land, fight the demons who pursue you, or rest from your struggles.","The Outlaw was a guardsman who dared to speak against King Yurik's rule.","Stamina is used on red ability spaces to block damage.","When you Move, you advance the game and you acquire more demons to fight.","The last space of the board has a treasure chest.","Abilities help you attack or block.","Abilities help you attack or block.","A demon is dead if you have hit all its hit locations.","For each gem on the card, you get to move a matching gem in your table up one space.","When I seized the sabre, I felt the sabre seize me. 'Who are you?' it whispered inside my head."],
[137330,"Cube Quest","","","","","","","","","","",""],
[301257,"Maglev Metro","","","","","","","","","","",""],
[285235,"Architects of the West Kingdom: Age of Artisans","","","","","","","","","","",""],
[205046,"Capital Lux","","","","","","","","","","",""],
[144239,"Impulse","","","","","","","","","","",""],
[276104,"Underwater Cities: New Discoveries","","","","","","","","","","",""],
[240855,"Lockup: A Roll Player Tale","","","","","","","","","","",""],
[329591,"Ultimate Railroads","","","","","","","","","","",""],
[180956,"One Night Ultimate Vampire","","","","","","","","","","",""],
[223215,"Flip Ships","","","","","","","","","","",""],
[142325,"Kobayakawa","","","","","","","","","","",""],
[260678,"Stone Age: Anniversary","","","","","","","","","","",""],
[38863,"The Rich and the Good","","","","","","","","","","",""],
[227758,"Kokoro: Avenue of the Kodama","","","","","","","","","","",""],
[271319,"Las Vegas Royale","","","","","","","","","","",""],
[35435,"Nefertiti","","","","","","","","","","",""],
[71074,"Expedition: Northwest Passage","","","","","","","","","","",""],
[341530,"Super Mega Lucky Box","","","","","","","","","","",""],
[192934,"Colony","","","","","","","","","","",""],
[24509,"Gambit Royale","","","","","","","","","","",""],
[31624,"League of Six","","","","","","","","","","",""],
[152242,"Ultimate Werewolf: Deluxe Edition","","","","","","","","","","",""],
[163805,"Transatlantic","","","","","","","","","","",""],
[174296,"Castles of Mad King Ludwig: Secrets","","","","","","","","","","",""],
[98085,"Seven Dragons","","","","","","","","","","",""],
[118695,"Riff Raff","","","","","","","","","","",""],
[340677,"Bad Company","","","","","","","","","","",""],
[19,"Wacky Wacky West","","","","","","","","","","",""],
[252526,"Pictomania (Second Edition)","A clever scoring system awards points for correct guesses.","The card holder should be placed where everyone can comfortably see and read the cards.","Take a minute to give everyone a chance to read the 21 words.","Note that words on the same card tend to be related to each other.","Be quick. There are no turns. Everyone is drawing at the same time.","When you have finished guessing, take one of the black scoring tokens from the middle of the table.","If this guess was right, give the player your scoring token with the most stars.","If this guess was right, give the player your scoring token with the most stars.","These remaining tokens count negative.","It is possible for your score to be negative. Some rounds are tough.","You do not make a guess on your own drawing."],
[153773,"Carcassonne: Expansion 9 - Hills & Sheep","","","","","","","","","","",""],
[181693,"Russian Railroads: German Railroads","","","","","","","","","","",""],
[131014,"Carcassonne: Winter Edition","","","","","","","","","","",""],
[25674,"Khronos","","","","","","","","","","",""],
[86246,"Drum Roll","","","","","","","","","","",""],
[814,"Aquarius","","","","","","","","","","",""],
[180198,"Rolling America","","","","","","","","","","",""],
[309430,"Tiny Epic Pirates","","","","","","","","","","",""],
[104955,"Antike Duellum","","","","","","","","","","",""],
[311247,"Terraforming Mars: Big Box","","","","","","","","","","",""],
[85036,"20th Century","","","","","","","","","","",""],
[92898,"Innovation: Echoes of the Past","","","","","","","","","","",""],
[96323,"Survive: Escape from Atlantis! - 5-6 Player Mini Expansion","","","","","","","","","","",""],
[172996,"The King Is Dead","","","","","","","","","","",""],
[232361,"After The Virus","","","","","","","","","","",""],
[312804,"Pendulum","When the gods first created the world, Dünya (Deun-ya), they gave it no order.","During the council phase, no timers can be flipped, and the real-time flow of the game is put on hold.","Playing in real-time, you are more likely to forget the negative part of an action than the positive part.","You can only take actions with workers on the row that the timer is on.","You may play an unlimited number of province cards to each slot.","Place your octagonal achievement marker into one of the open spots on the card.","The reward in the bottom left corner of the council board is always available for all players.","The reward in the bottom left corner of the council board is always available for all players.","If there is anyquestion of who got there first, the players in question resolve the issue through the privilege track.","The game ends after the council phase of the 4th round.","If you select the grande worker reward it takes effectimmediately and then is flipped over."],
[158243,"Dragon Slayer","","","","","","","","","","",""],
[245422,"Werewords Deluxe Edition","","","","","","","","","","",""],
[165948,"Mangrovia","","","","","","","","","","",""],
[258308,"Fuji","","","","","","","","","","",""],
[315708,"Tapestry: Plans and Ploys","","","","","","","","","","",""],
[300583,"Village Green","","","","","","","","","","",""],
[253759,"Paint the Roses","","","","","","","","","","",""],
[75547,"Shipwrights of the North Sea","","","","","","","","","","",""],
[128554,"Völuspá","","","","","","","","","","",""],
[36811,"The Princes of Machu Picchu","","","","","","","","","","",""],
[239840,"Micropolis","","","","","","","","","","",""],
[119391,"Il Vecchio","","","","","","","","","","",""],
[176361,"One Night Revolution","","","","","","","","","","",""],
[143157,"SOS Titanic","","","","","","","","","","",""],
[236206,"The 7th Continent: What Goes Up, Must Come Down","","","","","","","","","","",""],
[40425,"Maori","","","","","","","","","","",""],
[238656,"Tiny Epic Defenders (Second Edition)","","","","","","","","","","",""],
[278553,"Silver","","","","","","","","","","",""],
[218920,"Valletta","","","","","","","","","","",""],
[187653,"Covert","","","","","","","","","","",""],
[231819,"Sonar","","","","","","","","","","",""],
[166857,"Antike II","","","","","","","","","","",""],
[205045,"Avenue","","","","","","","","","","",""],
[2476,"Industrial Waste","","","","","","","","","","",""],
[29549,"Saint Petersburg: New Society & Banquet Expansion","","","","","","","","","","",""],
[216070,"Hunt for the Ring","","","","","","","","","","",""],
[302280,"Shifting Stones","","","","","","","","","","",""],
[66849,"Safranito","","","","","","","","","","",""],
[130060,"Ohne Furcht und Adel","","","","","","","","","","",""],
[270138,"Terror Below","","","","","","","","","","",""],
[176173,"Evolution: Flight","","","","","","","","","","",""],
[272409,"Tiny Epic Tactics","","","","","","","","","","",""],
[206504,"The Blood of an Englishman","","","","","","","","","","",""],
[216597,"Flatline","","","","","","","","","","",""],
[363369,"Starship Captains","","","","","","","","","","",""],
[254708,"Roll Player Adventures","","","","","","","","","","",""],
[155173,"Subdivision","","","","","","","","","","",""],
[144761,"Going, Going, GONE!","","","","","","","","","","",""],
[283317,"The 7th Continent: Classic Edition","","","","","","","","","","",""],
[279869,"Nine Tiles Panic","","","","","","","","","","",""],
[159581,"Maskmen","","","","","","","","","","",""],
[171726,"Project: ELITE","","","","","","","","","","",""],
[284217,"Rush M.D.","","","","","","","","","","",""],
[179835,"Stellar Conflict","","","","","","","","","","",""],
[102181,"In a Grove","","","","","","","","","","",""],
[139033,"Archon: Glory & Machination","","","","","","","","","","",""],
[321108,"Riverside","","","","","","","","","","",""],
[318985,"Puerto Rico (version 3)","","","","","","","","","","",""],
[135654,"New Dawn","","","","","","","","","","",""],
[307963,"Durian","","","","","","","","","","",""],
[88016,"Briefcase","","","","","","","","","","",""],
[121615,"Shadows Over the Empire","","","","","","","","","","",""],
[71272,"Hornet","","","","","","","","","","",""],
[240822,"Troika","","","","","","","","","","",""],
[254110,"A Thief's Fortune","","","","","","","","","","",""],
[227422,"Whoosh: Bounty Hunters","","","","","","","","","","",""],
[125148,"Lap Dance","","","","","","","","","","",""],
[361025,"Come Together","","","","","","","","","","",""],
[334379,"Doodle Dash","","","","","","","","","","",""],
[234292,"13 Ghosts","","","","","","","","","","",""],
[227425,"Treachery in a Pocket","","","","","","","","","","",""],
[283850,"Orconomics (Second Edition)","","","","","","","","","","",""],
[366463,"WordCraft","","","","","","","","","","",""],
[369549,"All Roads","","","","","","","","","","",""],
[365126,"Alarm","","","","","","","","","","",""],
[2993,"Carcassonne: Expansion 1 - Inns & Cathedrals","","","","","","","","","","",""],
[5405,"Carcassonne: Expansion 2 - Traders & Builders","","","","","","","","","","",""],
[247030,"Terraforming Mars: Prelude","","","","","","","","","","",""],
[290448,"Wingspan: European Expansion","","","","","","","","","","",""],
[4390,"Carcassonne: Hunters and Gatherers","","","","","","","","","","",""],
[2591,"Carcassonne: The River","","","","","","","","","","",""],
[218127,"Terraforming Mars: Hellas & Elysium","","","","","","","","","","",""],
[15158,"Carcassonne: Expansion 3 - The Princess & The Dragon","","","","","","","","","","",""],
[300580,"Wingspan: Oceania Expansion","","","","","","","","","","",""],
[231965,"Terraforming Mars: Venus Next","","","","","","","","","","",""],
[223555,"Scythe: The Wind Gambit","","","","","","","","","","",""],
[21385,"Carcassonne: Expansion 4 - The Tower","","","","","","","","","","",""],
[31784,"Carcassonne: Expansion 5 - Abbey & Mayor","","","","","","","","","","",""],
[341254,"Lost Ruins of Arnak: Expedition Leaders","The new research board has two new research tracks. ","You will now have 5 assistants per stack on the supply board - except for the Snake Temple.","CAPTAIN - A military man whose courage inspires his big team.","Your unique idol slot effect can be used only when you place the idol in a blue slot.","The eagle advances 1 space automatically at the beginning of each round, including round I.","The Baroness has regular income from her investments.","The suitcase effects indicate that the depicted token should be placed into your suitcase.","The suitcase effects indicate that the depicted token should be placed into your suitcase.","You have only one archaeologist, but it can be used multiple times per round.","Whenever you exile a Fear card you place it in a special ritual pile that you keep on your board.","When researching the Monkey Temple or the Lizard Temple, you can find interesting items."],
[273473,"Terraforming Mars: Turmoil","","","","","","","","","","",""],
[213360,"Roll Player: Monsters & Minions","","","","","","","","","","",""],
[181084,"Concordia: Salsa","","","","","","","","","","",""],
[7707,"Carcassonne: King & Scout","","","","","","","","","","",""],
[125898,"Eclipse: Rise of the Ancients","","","","","","","","","","",""],
[38378,"Galaxy Trucker: The Big Expansion","","","","","","","","","","",""],
[107576,"Stone Age: The Expansion","","","","","","","","","","",""],
[66646,"Carcassonne: Expansion 8 - Bridges, Castles and Bazaars","","","","","","","","","","",""],
[96778,"Cyclades: Hades","","","","","","","","","","",""],
[210164,"Raiders of the North Sea: Fields of Fame","","","","","","","","","","",""],
[193823,"Viticulture: Moor Visitors Expansion","","","","","","","","","","",""],
[33458,"Carcassonne: Expansion 6 - Count, King & Robber","","","","","","","","","","",""],
[155820,"Cyclades: Titans","","","","","","","","","","",""],
[248929,"Viticulture: Visit from the Rhine Valley","","","","","","","","","","",""],
[122328,"War of the Ring: Lords of Middle-earth","","","","","","","","","","",""],
[281332,"Dice Throne Adventures","A campaign consists of 8 scenarios which alternate between two different game modes.","To complete a Portal Crawl players must explore the Boss Portal tile and defeat the Level IV Minion guarding it.","To collect Portal Shards Heroes must explore an Environment with a Portal Shard on it.","Salves are Unique Status Effects and cannot be removed or transferred.","Exploring new Environments promises many rewards for adventurers,  but also grave danger…","Before you begin the Minion Battle, you must draw a random Minion card from the appropriate Minion deck.","They are used as potentially battle-saving comebacks by Bosses and powerful Minions displaying a King's Hand symbol.","They are used as potentially battle-saving comebacks by Bosses and powerful Minions displaying a King's Hand symbol.","If a Hero's Health was reduced to 0 and could not be revived by any teammate, your team has lost the scenario.","During a Boss Battle, players will take turns in clockwise order until the Boss or your team is defeated.","You will find Loot Chests while exploring Environments and from defeating Minions."],
[85990,"Survive: Escape from Atlantis! - The Giant Squid Mini Expansion","","","","","","","","","","",""],
[165023,"Concordia: Britannia / Germania","","","","","","","","","","",""],
[126954,"Flash Point: Fire Rescue - 2nd Story","","","","","","","","","","",""],
[280833,"Through the Ages: New Leaders and Wonders","The new military decks include 16 new cards to add a little more variety to your game.","For civil decks I, II, and III, replace the leaders and wonders with the proxy cards.","Production bonuses also count whenever a card counts your resource production.","if you have Roman Roads, put a red token on Bronze in Age I.","Confucius allows you to play any military card as an event.","While you have Sun Tzu in play, your exclusive tactic does not move to the common tactics area.","Nostradamus allows you to look at the events other players prepare.","Nostradamus allows you to look at the events other players prepare.","If you have no Age A or Age I farms then Machu Picchu does not affect your food production.","Every action card has an effect that can be improved by Silk Road.","When the Red Cross is completed count up all the colonies in play."],
[110139,"Flash Point: Fire Rescue - Urban Structures","","","","","","","","","","",""],
[279304,"Scythe: Modular Board","","","","","","","","","","",""],
[179404,"War of the Ring: Warriors of Middle-earth","","","","","","","","","","",""],
[308918,"Clank!: Adventuring Party","","","","","","","","","","",""],
[139630,"Among the Stars: The Ambassadors","","","","","","","","","","",""]
]