[
  [822,"Carcassonne","The skillful deployment of the followers as thieves, knights, monks and farmers is the path to success.","72 land tiles  which depict road, city and field segments, as well as cloisters and crossings.","The player may draw one follower from his or her supply and deploy it to the tile just placed.","A player who has a thief on this completed road scores as many points as the road is long","A city is completed when its segments are fully encompassed by a city wall and there are no gaps within the city","The player who has a monk in the cloister immediately scores 9 points—1 point for every land tile.","Farms and field segments are not scored during the game. ","Farms and field segments are not scored during the game. ","Every pennant (banner / shield symbol) scores an extra 2 points. ","The number of followers is only important in establishing who has the majority.","Each player chooses a color and receives the eight followers."],
  [167791,"Terraforming Mars","Since its inception in 2174, the World Government has continually strived for global unity and peace.","Earth is overpopulated and resources are dwindling.","Temperature, oxygen, and ocean are called global parameter.","When placing a tile on an area with a placement bonus, you get the printed resources or cards.","As the atmosphere thickens, greenhouse effects will raise the temperature.","The areas reserved for Ocean tiles are low in elevation so water will naturally flow there.","If possible, greenery tiles must be placed next to another tile that you own.","If possible, greenery tiles must be placed next to another tile that you own.","The first generation starts without a player order phase and without a research phase.","City tile: May not be placed next to another city.","Cards have 0-3 tags that thematically describe them and allow other cards to relate to them."],
  [178900,"Codenames","Players split up into two teams of similar size and skill.","Both spymasters sit on the same side of the table.","The key corresponds to the grid on the table.","Pale squares are innocent bystanders.","The field operatives must always make at least one guess.","You are allowed only one extra guess.","The game can end early if a field operative makes contact with the assassin. ","The game can end early if a field operative makes contact with the assassin. ","If a player is thinking too long, any player can flip the sand timer.","If 0 is the number, the usual limit on guesses does not apply.","Rhymes are always valid when they refer to meanings."],
  [266192,"Wingspan","Each bird extends a chain of powerful combinations in one of your habitats.","Choose a habitat on your player mat and place an action cube on the leftmost exposed slot in that row","The 5 types of food are: invertebrate, seed, fish, fruit and rodent.","The three habitats are: forest, grassland and wetland.","Your options for which food to gain are shown on the dice in the birdfeeder.","To lay an egg, gain an egg token from the supply and place it on a bird card.","These nest icons can be important for end-of-round goals and bonus cards.","These nest icons can be important for end-of-round goals and bonus cards.","Cache: This refers to putting a food token on a bird","You must have at least 1 of the targeted items to score points for a goal.","All powers are optional."],
  [169786,"Scythe","The ashes from the first Great War still darken the snow in 1920s Europa.","The game ends when a player places their 6th star on the Triumph Track. ","The higher your popularity, the more coinsyou will earn. ","You have a home base that serves as a starting point and as a place to retreat after losing combat.","Resource tokens (wood, food, metal, and oil) remain on the board once produced.","The higher-numbered Player Mats offer slightly more lucrative starting track positions than the others.","Any unit can move into a territory controlled only bya structure. ","Any unit can move into a territory controlled only bya structure. ","Gain any 2 resource tokens and place them on any territory you control with at least one worker on it. ","On the territories you selected for production, each worker may produce 1 token","Most of the bottom actions give you at least one coin when you pay to take that action."],
  [3076,"Puerto Rico","You have but one goal: achieve the greatest prosperity and highest respect!","","The players store their doubloons on the windrose on their player boards.","The player with the governor card begins.","The tiles (plantation, quarry, or building) have 1 to 3 circles.","Each occupied quarry that a player owns may reduce the player’s cost for building a building by 1 doubloon.","As his last duty, the craftsman takes one additional good from the supply as his privilege.","As his last duty, the craftsman takes one additional good from the supply as his privilege.","Each cargo ship can carry only goods of one kind, but not goods like any other cargo ship.","Place 1 doubloon on each of the three unused role cards.","The five large buildings score the extra victory points only when they are occupied!"],
  [84876,"The Castles of Burgundy","A player's turn consists of carrying out exactly two actions, one per die. ","Whenever a player adds a castle tile to his estate, then he immediately carries out an additional action of his choice.","Tiles of the same colour are always piled on top of each other, different coloured tiles are placed next to each other.","Whenever a player adds an animal tile to his estate, then he immediately receives victory points","Each of the 8 building types may only occur once per city (= a region of connected beige spaces).","When a player adds a bank to his estate, he immediately takes 2 Silverlings from the general supply.","The supply of worker tiles and Silverlings is not intended to be limited.","The supply of worker tiles and Silverlings is not intended to be limited.","Six-sided tiles, once added to an estate, may never be moved or removed.","The second player to finish covering up this same colour takes the small bonus tile and the corresponding 2 to 4 victory points.","Depending on its size (1 to 8 spaces), the completed region scores between 1 and 36 victory points."],
  [478,"Citadels","The game ends after one player has built his eighth district.","Each district card has a cost, represented by a number of gold coins along the card’s left edge.","Fourteen of the purple district cards are bonus cards marked by a white star.","The player with the Crown is the first player to choose a character card during the next round.","If no player reveals that character when called, simply call out the next character in rank order.","You may not build a district such that you have two identical districts in your city.","When the name of your character card is called, you must reveal your character card.","When the name of your character card is called, you must reveal your character card.","If a player has at least one district in each of the five colors, he receives three points.","Each character has a special ability, also called its power.","Draw two district cards from the District Deck, choose one card to put in your hand."],
  [34635,"Stone Age","The Building tiles are shuffled and stacked in piles of 7 buildings.","The number of different Civilization cards with a green background is multiplied by itself.","Once every player has taken back all of their figures on their player board, they must feed their tribe.","There are 8 buildings for which a player may choose the type of resources used, but not the number.","The player takes the civilization card and pays the number of resources depicted above that card.","The resources are used to acquire Civilization cards and buildings.","Wood gathered is equal to the result divided by 3.","Wood gathered is equal to the result divided by 3.","For each of his figures on the hunting grounds, the player takes 1 die and places it in the dice cup.","Each Tool tile may only be used once per round, during a dice roll for gathering resources or food. ","Each location shows a certain number of circles; these indicate the maximum number of figures that may be placed there."],
  [65244,"Forbidden Island","Legend has it that the Archeans possessed the ability to control the Earth’s core elements – fire, wind, water, and earth.","Place the 4 treasure figurines – The Earth Stone, The Statue of the Wind, The Crystal of Fire, and The Ocean’s Chalice.","Each of you will take on the role of an adventurer with a special power that only you can do during the game.","The Explorer may also move diagonally.","The Engineer may shore up 2 tiles for 1 action.","The Messenger may give cards without having to be on the same tile.","You may, for 1 action, capture a treasure by discarding 4 matching Treasure cards from your hand.","You may, for 1 action, capture a treasure by discarding 4 matching Treasure cards from your hand.","There are 5 of each Treasure card in the Treasure deck.","There are 2 types of Special Action cards in the Treasure deck – Helicopter Lifts (3) and Sandbags (2).","Move the Water Level marker up to cover the next tick mark on the Water Meter"]
]
