[
  [822,"Each follower can be used as a knight, thief, farmer, or monk.","72 land tiles which picture city, road, and field segments and cloisters.","The player may deploy one of his followers from his supply to the land tile he just placed.","The player who has a thief on a completed road, scores one point for each tile in the completed road.","A city is complete when the city is surrounded by a city wall with no gaps in the wall nor holes in the city.","The player with a monk in the cloister earns 9 points.","Farms are not scored when completed during the game.","Farms are not scored when completed during the game.","Pennants are worth 1 point each.","",""],
  [167791,"Since its inception in 2174, the World Government has continually strived for global unity and peace.","Earth is overpopulated and resources are dwindling.","Temperature, oxygen, and ocean are called global parameter.","When placing a tile on an area with a placement bonus, you get the printed resources or cards.","As the atmosphere thickens, greenhouse effects will raise the temperature.","The areas reserved for Ocean tiles are low in elevation so water will naturally flow there.","If possible, greenery tiles must be placed next to another tile that you own.","If possible, greenery tiles must be placed next to another tile that you own.","The first generation starts without a player order phase and without a research phase.","",""],
  [178900,"Players split up into two teams of similar size and skill.","Both spymasters sit on the same side of the table.","The key corresponds to the grid on the table.","Pale squares are innocent bystanders.","The field operatives must always make at least one guess.","You are allowed only one extra guess.","The game can end early if a field operative makes contact with the assassin. ","The game can end early if a field operative makes contact with the assassin. ","If a player is thinking too long, any player can flip the sand timer.","",""],
  [266192,"Each bird extends a chain of powerful combinations in one of your habitats.","Choose a habitat on your player mat and place an action cube on the leftmost exposed slot in that row","The 5 types of food are: invertebrate, seed, fish, fruit and rodent.","The three habitats are: forest, grassland and wetland.","Your options for which food to gain are shown on the dice in the birdfeeder.","To lay an egg, gain an egg token from the supply and place it on a bird card.","These nest icons can be important for end-of-round goals and bonus cards.","These nest icons can be important for end-of-round goals and bonus cards.","Cache: This refers to putting a food token on a bird","",""],
  [169786,"The ashes from the first Great War still darken the snow in 1920s Europa.","The game ends when a player places their 6th star on the Triumph Track. ","The higher your popularity, the more coinsyou will earn. ","You have a home base that serves as a starting point and as a place to retreat after losing combat.","Resource tokens (wood, food, metal, and oil) remain on the board once produced.","The higher-numbered Player Mats offer slightly more lucrative starting track positions than the others.","Any unit can move into a territory controlled only bya structure. ","Any unit can move into a territory controlled only bya structure. ","Gain any 2 resource tokens and place them on any territory you control with at least one worker on it. ","On the territories you selected for production, each worker may produce 1 token","Most of the bottom actions give you at least one coin when you pay to take that action."],
  [3076,"","","","","","","","","","",""],
  [84876,"","","","","","","","","","",""],
  [478,"","","","","","","","","","",""],
  [34635,"","","","","","","","","","",""],
  [65244,"","","","","","","","","","",""],
]
